// Let's hack away. There's no time so let's just dump all of these questions here. Who needs models anyway.
[ { "name" : "Squid",
    "filename" : "squid",
    "description" : "You’re small. Most of the time you are a loner. You prefer to keep to yourself unless the need for teaming up with others arises. However you usually only join forces with others when in dire need of help. You don’t hold a lot of power making you vulnerable to those “superior” to you. But don’t get too down on yourself. You have some pretty cool tricks up your sleeve, such as your ability to glow in the dark! If someone more powerful is trying to bring you down, no worries! You can produce a dark liquid to distract them. You are very intelligent. You are very active. You are great at adapting when sudden changes come your way.",
    "meeting_time" : "11:12",
    "invitation" : "We thought we’d try an experiment...There’s a meeting of the squid tonight on the elevator at 11:12. You should be there." },
  { "name" : "Sea Horse",
    "filename" : "sea_horse",
    "description" : "You are considered by many to be the quaint oddballs of the marine world. You are one of a kind. While you may be diminutive in size, you manage to live LARGE. You love to party, perpetually eating and constantly changing color. You’re beautifully unique appearance makes you eye candy for anyone who’s lucky enough to gaze upon you. While this makes you desirable by nearly everyone, you are extremely loyal to your partner, remaining monogamous and mating for life. You exhibit a lot of patience and your ability to camouflage allows you to exist and  function in many habitats. We thought we’d try an experiment…There’s a meeting of the sea horses tonight on the elevator at 11:19.",
    "meeting_time" : "11:19",
    "invitation" : "We thought we’d try an experiment...There’s a meeting of the sea horses tonight on the elevator at 11:19. You should be there." },
  { "name" : "Monkey",
    "filename" : "monkey",
    "description" : "To say you’re entertaining would be an understatement. You are a fan favorite. People love you because you are friendly, clever, fun-loving, energetic, and inventive. You are often found swinging from tree to tree, not just for the thrill, but because you are quite intelligent and you know it’s the best way to avoid predators. You have a great sense of community. You stick with groups and you stick with your mother.  A true family man/woman. Yes you’re fun. Yes you’re affable. However others often mistake these attributes for approachability. You may look cuddly, but you do NOT like to be touched. You have a dangerous side that many people don’t know about. You lack patience. If someone makes direct eye contact with you for more than 4 seconds, they are in trouble. If provoked, you can and will exhibit outbursts of sudden and deadly rage.",
    "meeting_time" : "11:26",
    "invitation" : "We thought we’d try an experiment...There’s a meeting of the monkeys tonight on the elevator at 11:26. You should be there. Remember...4 seconds." },
  { "name" : "Butterfly",
    "filename" : "butterfly",
    "description" : "You are no longer a slow caterpillar. You are no longer spun in a cocoon. Rather, you are a stunning, sexually mature, adult who spends time fluttering from flower to flower. Your grace and beauty stop people in their tracks. You’re independent and free, always taking full advantage of the newfound opportunities that have come your way in adulthood. Not only do you love warm weather, but you’re dependent on it. While you’re equally loved by others in colder climates, you’re unable to fly there. While your attractiveness is truly a spectacle, you’re fragile and fickle and can easily be hurt. Nevertheless you’re a sneaky one, with the ability to mimic your way out of almost any situation. Because you have a short life span, you like to take advantage of every opportunity that comes your way. So, take advantage of this one.",
    "meeting_time" : "11:33",
    "invitation" : "We thought we’d try an experiment...There’s a meeting of the butterflies tonight on the elevator at 11:33. You should be there." },
  { "name" : "Hamster",
    "filename" : "hamster",
    "description" : "You are very shy. This keeps you from interacting with the outside world, as you tend to burrow underground for weeks or even months at a time. A plus is that this has made you an excellent digger, but because you feel threatened by others, you also stay underground when the sun is up, digging down real deep. Let’s just say you’re not a people person. However, you’re great with children! They love you because you’re soft, furry, and can do incredible things with a wheel. While you have trouble at times taking care of yourself, if you meet someone who wants to give you his or her love, you are very easy to be taken care of.",
    "meeting_time" : "11:05",
    "invitation" : "We thought we’d try an experiment...There’s a meeting of the hamsters tonight on the elevator at 11:05. You should be there." },
  { "name" : "Eagle",
    "filename" : "eagle",
    "description" : "A natural born leader. Fearless, despite the size or artillery of anyone threatening you. It wouldn’t even dawn on you to be afraid because of your instinct to protect that which you love and cherish. If a storm, literal or emotional, comes your way, you spread your wings and manage to soar to great heights. You have to be fearless and attack fear; no matter how large it is. You’re full of life and have the power to ENDURE. While you’re known for your ferociousness, you are also wonderfully gentle and attentive to loved ones, especially your young. Like all leaders, you have a vision. This vision guides you and whatever team you belong to towards your goals. You’re big and focused vision always produces big results.",
    "meeting_time" : "11:40",
    "invitation" : "We thought we’d try an experiment…There’s a meeting of the eagles tonight on the elevator at 11:40. You should be there." } ]